[
  {
    "service_code": "4ffa4c69601827691b000018",
    "service_name": "Abandoned Vehicle Complaint",
    "description": "Use this service request to report an abandoned vehicle. (Car, truck, motorcycle, etc.)",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:SKA"],
    "group": "Streets and Sanitation"
  },
  {
    "service_code": "5c1849ce9e6e99eda0adabcd",
    "service_name": "Aircraft Noise Complaint",
    "description": "Use this service request to report airport and aircraft related noise issue.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:AVN"],
    "group": "Aviation"
  },
  {
    "service_code": "4ffa9cad6018277d4000007b",
    "service_name": "Alley Light Out Complaint",
    "description": "Report an alley light out (located on a wooden pole).  To report street lights that are not working, use Street Light Out.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:SFA"],
    "group": "CDOT - Department of Transportation"
  },
  {
    "service_code": "5c1849ce9e6e99eda0adada2",
    "service_name": "Alley Pothole Complaint",
    "description": "Report alley potholes. To report a utility cut (usually a square cut made for utility repairs) or a sinkhole (a deep dip or void in the pavement) call 311 directly.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:PHB"],
    "group": "CDOT - Department of Transportation"
  },
  {
    "service_code": "5c1849cb9e6e99eda0ada21b",
    "service_name": "Alley Sewer Inspection Request",
    "description": "Use this service request to report problems with alley sewers, such as  a caved-in sewer, a hole close to the sewer or standing water because the sewer is clogged. This service request can also be used to report persons illegally dumping something into an alley sewer. If you are viewing the dumping in progress, call 911 with the license plate number and a description of the vehicle and/or individuals involved. If you are reporting the problem after the fact, please include a name, address or other information.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:AAI"],
    "group": "DWM - Department of Water Management"
  },
  {
    "service_code": "5c1849d69e6e99eda0adea8a",
    "service_name": "Animal In Trap Complaint",
    "description": "Use this service request to report an animal in a trap.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:EBD"],
    "group": "Animal Care and Control"
  },
  {
    "service_code": "5c1849cd9e6e99eda0ada6af",
    "service_name": "Bicycle Request/Complaint",
    "description": "Use this service request to report abandoned bikes, damage to bike racks, and to report construction blocking bike lanes. Also, use this service request to request a new bike rack, and to request bike program literature.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:PCL"],
    "group": "CDOT - Department of Transportation"
  },
  {
    "service_code": "4fd3bd72e750846c530000cd",
    "service_name": "Building Violation",
    "description": "This service request is used to report general building code violations. Complaints include missing or broken windows/screens, illegal apartments, falling bricks/terra-cotta from the exterior, peeling paint or holes, falling plaster from walls/ceilings and buildings with multiple building code violations.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:BBA"],
    "group": "DOB - Buildings"
  },
  {
    "service_code": "5c1849d39e6e99eda0add34d",
    "service_name": "Bungalow Rehab/Purchase Information Request",
    "description": "This service request is used to request the mailing of information on possible financing and technical assistance to current and would-be owners of Historic Chicago Bungalows. A packet of literature will be sent to you  that can guide you in the purchase, restoration, modernization or enlargement of these bungalows, and help you find the resources you need.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:BUNGALOW"],
    "group": "Department of Planning and Development"
  },
  {
    "service_code": "5c1849d39e6e99eda0add5b8",
    "service_name": "Cab Feedback",
    "description": "Use this service request to report problems with a taxicab related service or to document a compliment. Complaints are investigated about the condition or safety of a cab, a driver refusing to pick up a passenger or take them to their destination, reckless driving, overcharge on the fare or discourtesy to passengers or fellow motorists. It is vital to have a complainant's name/contact info, as disciplinary action may be impossible without this vital information.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:CSC"],
    "group": "BACP - Business Affairs and Consumer Protection"
  },
  {
    "service_code": "5c1849d49e6e99eda0addc71",
    "service_name": "Cable TV Complaint",
    "description": "This service request is used to report billing, service or any other problems with cable television companies that operate under the City of  Chicago cable franchise agreement.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:OCC"],
    "group": "BACP - Business Affairs and Consumer Protection"
  },
  {
    "service_code": "5c1849cf9e6e99eda0adb14c",
    "service_name": "City Vehicle Sticker Violation",
    "description": "This service request is used to report vehicles that are registered to a Chicago address that are not displaying the City of Chicago Vehicle License on the windshield.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:QAC"],
    "group": "City Clerk's Office"
  },
  {
    "service_code": "5c1849d29e6e99eda0adcc03",
    "service_name": "Clean Vacant Lot Request",
    "description": "This service request is used to report litter, trash or debris on vacant lots.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:SCT"],
    "group": "Streets and Sanitation"
  },
  {
    "service_code": "5c1849d29e6e99eda0adc9d3",
    "service_name": "Clean and Green Program Request",
    "description": "This service request is used to request supplies for neighborhood clean-up activities. Tools are loaned to community groups throughout the year. Requests for tools must be received 3-4 business days prior to date of clean up. Tools and bags will be picked up at the local Streets & Sanitation Division. Groups wishing to have a  weekend clean-up must pick up the supplies on Friday.  (Tools may be picked up on Saturday only on the special citywide Clean and Green days.)",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:NAA"],
    "group": "Streets and Sanitation"
  },
  {
    "service_code": "5c1849d59e6e99eda0addef0",
    "service_name": "Consumer Fraud Complaint",
    "description": "Use this service request to report unscrupulous or possibly illegal practices by a business (i.e., Defective Merchandise; Paid for a service such as home repair that was not completed; Deceptive Immigration Service Tactics; Failure to Honor a Warranty; Unauthorized Charges added to purchase price, etc.).",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:CSF"],
    "group": "BACP - Business Affairs and Consumer Protection"
  },
  {
    "service_code": "5c1849cf9e6e99eda0adb2fa",
    "service_name": "Consumer Retail Store Complaint",
    "description": "Use this service request to report complaints against retail businesses in the City of Chicago (i.e., Refund Violation, Overcharged, False Advertisement, Outdated Merchandise).",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:CST"],
    "group": "BACP - Business Affairs and Consumer Protection"
  },
  {
    "service_code": "5c1849eb9e6e99eda0ae4082",
    "service_name": "Coyote Interaction Complaint",
    "description": "Use this service request to report coyote interaction.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:CIAC"],
    "group": "Animal Care and Control"
  },
  {
    "service_code": "5c1849cf9e6e99eda0adb1fe",
    "service_name": "Dead Animal Pick-Up Request",
    "description": "This type service request to report a dead animal that needs to be picked-up and removed.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:SGQ"],
    "group": "Streets and Sanitation"
  },
  {
    "service_code": "5c1849d69e6e99eda0ade9c6",
    "service_name": "Discrimination/Hate Crimes Assistance Request",
    "description": "Use this service request to enter requests related to discrimination within the City of Chicago in employment, housing, public accommodations, credit and bonding, which are prohibited under the Chicago Human Rights and Fair Housing Ordinances; for hate crimes, community tensions, and requests for human relations educational workshops and presentations.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:DISH"],
    "group": "Commission on Human Relations"
  },
  {
    "service_code": "5c1849d39e6e99eda0add01e",
    "service_name": "Extreme Weather Notification",
    "description": "In case of a Heat Warning or a Wind Chill Warning, the City will activate the Extreme Weather Notification System to provide weather information to those with special needs. Through its Emergency Telephone Notification System (or 911 Callback) the City will contact registered households with a recorded telephone message that will provide (1) weather forecasts and safety tips, (2) City services information (e.g. cooling/warming centers), and (3) how to register for an in-person well-being check.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:JNS"],
    "group": "Extreme Weather Notification"
  },
  {
    "service_code": "5c1849d79e6e99eda0adefce",
    "service_name": "Fire Safety Inspection Request",
    "description": "This service request is used to ask the Fire Department to schedule an inspection to determine whether fire hazards exist in a residence.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:FAC"],
    "group": "Fire"
  },
  {
    "service_code": "5c1849d39e6e99eda0add2a9",
    "service_name": "Fly Dumping Complaint",
    "description": "This service request is used to report garbage or construction debris  that has been illegally dumped on the public way or on a vacant lot. If you are viewing the dumping in progress, call 911 with the license plate number and a description of the vehicle and/or individuals involved. If you are reporting the problem after the fact, please include  the license plate number and a description of the vehicle and/or individuals involved on this service request.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:SDR"],
    "group": "Streets and Sanitation"
  },
  {
    "service_code": "5c1849d19e6e99eda0adc3bc",
    "service_name": "Garbage Cart Maintenance",
    "description": "If your black plastic City of Chicago garbage cart is missing, it may be replaced. You must let us know how many carts are missing, and how many carts you have remaining at the address.  We also need to know the approximate date when you first noticed the cart missing.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:SIE"],
    "group": "Streets and Sanitation"
  },
  {
    "service_code": "4fd3b167e750846744000005",
    "service_name": "Graffiti Removal Request",
    "description": "Use this request to report graffiti that is on your property, public property or on someone else's property. Graffiti will be removed from public or private property by  Graffiti Program.  Graffiti will either be painted over (if the graffiti is on a painted surface) or blasted off with a high pressure baking soda and water solution (if it is on brick, cement or stone).",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:GRAF"],
    "group": "Streets and Sanitation"
  },
  {
    "service_code": "5c1849e19e6e99eda0adf928",
    "service_name": "Health Referral - NAMI",
    "description": "This code will respond to callers within one business day. It will share quarterly reports with CDPH on calls received and outcomes of these calls.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:NAMI"],
    "group": "Health"
  },
  {
    "service_code": "5c1849cf9e6e99eda0adb70d",
    "service_name": "Home Buyer Program Info Request",
    "description": "Department of Planning and Development (DPD) offers different programs to assist homebuyers looking to purchase their primary residence in the City of Chicago. Programs are limited to funding availability and applicants must meet ALL eligibility requirements. Please provide name and email address or mailing address to receive additional information.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:HOP"],
    "group": "Department of Planning and Development"
  },
  {
    "service_code": "5c1849d29e6e99eda0adcd3f",
    "service_name": "Ice and Snow Removal Request",
    "description": "This service request is for removal of ice and snow from city streets. Crews make every effort to remove snow and ice from streets as quickly as possible during the winter months. Certain answers are required to request snow/ice removal equipment (i.e., address of the problem, is the problem on a main street or side street and description of the problem). This request is not for uncleared sidewalks. To report uncleared sidewalks, use \"Snow - Uncleared Sidewalk/Bike Lane Complaint.\"",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:SDO"],
    "group": "Streets and Sanitation"
  },
  {
    "service_code": "5c1849d79e6e99eda0adeff2",
    "service_name": "Inaccurate Fuel Pump Complaint",
    "description": "Use this service request to report complaints about inaccurate/inappropriate charges for fuel, pumps dispensing contaminated fuel, and other fuel pump issues in the City of Chicago (i.e., Leaking nozzle or hose; Price counter continues to run after fuel stops dispensing, etc.).",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:FPC"],
    "group": "BACP - Business Affairs and Consumer Protection"
  },
  {
    "service_code": "5c1849d49e6e99eda0addbec",
    "service_name": "Inaccurate Retail Scales Complaint",
    "description": "Use this service request to report problems with behind-the-counter scales used by retail businesses in the City of Chicago (i.e., scales used to weigh produce or deli items; scales used by private shipping services such as FedEx, UPS, and USPS). It does not include hanging scales used by consumers.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:INR"],
    "group": "BACP - Business Affairs and Consumer Protection"
  },
  {
    "service_code": "5c1849d29e6e99eda0adc93f",
    "service_name": "Landlord/Tenant Info Request",
    "description": "This service request is used to request literature regarding the City's Residential Landlord & Tenant Ordinance. Landlords and tenants may also wish to call (312) 742-7368, the Chicago Rents Right hotline. Tenants may also call (773) 292-4988 to seek assistance from the Metropolitan Tenants Organization, which provides service on behalf of our Department of Planning and Development.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:MTO"],
    "group": "Department of Planning and Development"
  },
  {
    "service_code": "5c1849cb9e6e99eda0ad9e1f",
    "service_name": "Lead Inspection Request",
    "description": "This service request is used to request an inspection of a building for lead paint or other lead hazards, especially when small children live in the dwelling.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:HDF"],
    "group": "Health"
  },
  {
    "service_code": "5c1849d79e6e99eda0adf19d",
    "service_name": "Licensed Pharmaceutical Representative Complaint",
    "description": "To report pharmaceutical representative's failure to show a license or comply with ethical standards.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:LPRC"],
    "group": "Health"
  },
  {
    "service_code": "5c1849d39e6e99eda0add0bf",
    "service_name": "Liquor License Violation",
    "description": "This service request is used to report all complaints against  liquor license holders, including  sale of alcohol to minors, establishments that generate excessive noise, cash payouts on poker or other gambling machines, sale of single cigarettes or sale of cigarettes to minors.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:LIQUORCO"],
    "group": "BACP - Business Affairs and Consumer Protection"
  },
  {
    "service_code": "5c1849d29e6e99eda0adc88a",
    "service_name": "Low Water Pressure Complaint",
    "description": "Use this service request to report low water pressure inside a building that you own. Please contact your landlord if there is a problem in a space that you are renting.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:WBK"],
    "group": "DWM - Department of Water Management"
  },
  {
    "service_code": "5c1849d29e6e99eda0adc9a5",
    "service_name": "Minimum Wage Complaint",
    "description": "Use this service request to enter complaints regarding Minimum Wage Ordinance violations from any employee who works at least 2 hours within a 2 week period within the City of Chicago, and is at least 18 years old.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:MWC"],
    "group": "BACP - Business Affairs and Consumer Protection"
  },
  {
    "service_code": "5c1849d09e6e99eda0adb90e",
    "service_name": "Missed Garbage Pick-Up Complaint",
    "description": "Use this service request to report the city truck that regularly picks up your garbage has not done so.  Let us know if only your garbage pickup was missed, or if the entire alley was missed.  If you do not know your garbage pickup schedule, then you may call 311 for information.\nThe Department of Streets and Sanitation, Bureau of Sanitation is responsible for this service.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:SCC"],
    "group": "Streets and Sanitation"
  },
  {
    "service_code": "5c1849ce9e6e99eda0adaf4c",
    "service_name": "No Building Permit and Construction Violation",
    "description": "Use this service request to report persons or companies building or rehabilitating a structure without having a City Building Permit displayed. The permit is to be posted where it's visible from the public way.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:BBD"],
    "group": "DOB - Buildings"
  },
  {
    "service_code": "5c1849d19e6e99eda0adc033",
    "service_name": "No Heat Complaint",
    "description": "Use this service request to report landlords who are not providing sufficient heat to tenants of residential dwelling units. You must provide certain information to initiate an inspection of the property.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:BHA"],
    "group": "DOB - Buildings"
  },
  {
    "service_code": "5c1849c89e6e99eda0ad91c3",
    "service_name": "No Solicitation Complaint",
    "description": "Use this service request to report a person or business distributing commercial advertising matter (e.g., coupons, menus, sales announcements, general advertisements) on private property.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:NOSOLCPP"],
    "group": "BACP - Business Affairs and Consumer Protection"
  },
  {
    "service_code": "5c1849cc9e6e99eda0ada43a",
    "service_name": "No Water Complaint",
    "description": "This service request is used to report no water in building due to bad water leak on water service going to building.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:WBJ"],
    "group": "DWM - Department of Water Management"
  },
  {
    "service_code": "5c1849d69e6e99eda0ade9ee",
    "service_name": "Nuisance Animal Complaint",
    "description": "This service request is used to report complaints regarding unlicensed, unvaccinated animals or dog excrement issues.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:EAB"],
    "group": "Animal Care and Control"
  },
  {
    "service_code": "5c1849cc9e6e99eda0ada57e",
    "service_name": "Open Fire Hydrant Complaint",
    "description": "This service request is used to report illegally opened fire hydrants with water coming out of the nozzle.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:WBT"],
    "group": "DWM - Department of Water Management"
  },
  {
    "service_code": "5c1849cf9e6e99eda0adb736",
    "service_name": "Operating Without Business License Complaint",
    "description": "Use this service request to report an individual or business enterprise conducting business without the required City of Chicago business license.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:RBL"],
    "group": "BACP - Business Affairs and Consumer Protection"
  },
  {
    "service_code": "5c1849d59e6e99eda0adde83",
    "service_name": "Outdated Merchandise Complaint",
    "description": "Use this service request to report food or over-the-counter medication being sold after the sell-by date by retail businesses in the City of Chicago. Food and medication that has not expired, but the consumer believes to be unsafe, should be reported to the Chicago Department of Public Health.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:ODM"],
    "group": "BACP - Business Affairs and Consumer Protection"
  },
  {
    "service_code": "5c1849ce9e6e99eda0adaec8",
    "service_name": "Paid Sick Leave Violation",
    "description": "Use this service request to enter complaints regarding Paid Sick Leave Ordinance violations from any employee who works at least 2 hours within a 2 week period within the City of Chicago, and is at least 18 years old.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:PSL"],
    "group": "BACP - Business Affairs and Consumer Protection"
  },
  {
    "service_code": "5c1849cd9e6e99eda0ada819",
    "service_name": "Pet Wellness Check Request",
    "description": "Use this service request to report the need of a wellness check or concerns for a pet such as no food, no water, unsanitary pet conditions, etc.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:PET"],
    "group": "Animal Care and Control"
  },
  {
    "service_code": "5c1849cd9e6e99eda0ada84c",
    "service_name": "Petcoke Dust Complaint",
    "description": "Petroleum coke, or \"petcoke,\" is a solid carbon material that resembles coal.  Facilities that store and handle this material are required to take measures to prevent the offsite dispersion of dust.  In order to ensure that the facilities are complying with the law, the City is asking residents near these facilities to report any observations of dust coming from these sites.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:PETCO"],
    "group": "Health"
  },
  {
    "service_code": "5c1849d19e6e99eda0adc11d",
    "service_name": "Porch Inspection Request",
    "description": "This service request is used to report a porch that may be dangerous due to rot, damage, poor construction or any other conditions that may render it unsafe.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:BPI"],
    "group": "DOB - Buildings"
  },
  {
    "service_code": "4fd3b656e750846c53000004",
    "service_name": "Pothole in Street Complaint",
    "description": "Report locations of street potholes.  Use Alley Pot Hole to report potholes in alleys.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:PHF"],
    "group": "CDOT - Department of Transportation"
  },
  {
    "service_code": "5c1849d59e6e99eda0addf20",
    "service_name": "Public Vehicle/Valet Complaint",
    "description": "This service request is used to report complaints against any Charter Bus/Trolley, Horse-Drawn Carriage, Limousine Service, Pedicab, or Valet Parking Service.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:CSP"],
    "group": "BACP - Business Affairs and Consumer Protection"
  },
  {
    "service_code": "5c1849d39e6e99eda0add4a0",
    "service_name": "Pushcart Food Vendor Complaint",
    "description": "This service request is used to report health or sanitary problems with pushcart  food vendors.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:CORNVEND"],
    "group": "Health"
  },
  {
    "service_code": "5c1849d29e6e99eda0adcc54",
    "service_name": "Recycling Inspection Request",
    "description": "Use this service request type to requests an inspection for compliance. Landlords, management companies and businesses who want more information on compliance can call  (312)744-2413.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:SCX"],
    "group": "Streets and Sanitation"
  },
  {
    "service_code": "5c1849d09e6e99eda0adb78a",
    "service_name": "Renters and Foreclosure Complaint",
    "description": "Use this service request to report if the property you live in was foreclosed and you did not receive proper notice regarding the option of renewing your lease or receiving relocation assistance (e.g., building is foreclosed and you are being forced out without any options).",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:RFC"],
    "group": "BACP - Business Affairs and Consumer Protection"
  },
  {
    "service_code": "5c1849c99e6e99eda0ad9545",
    "service_name": "Report an Injured Animal",
    "description": "Use this service request to report any animal in the public way or in a public place that is injured or sick.  Animals hit by a car or animals that have been beaten and are injured.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:EAQ"],
    "group": "Animal Care and Control"
  },
  {
    "service_code": "4fd6e4ece750840569000019",
    "service_name": "Restaurant Complaint",
    "description": "This service request is used to report problems related to food safety at restaurants. Do not use this type to report problems relating to pricing, weights, expiration dates, or other business  issues. These complaints are to be entered as Consumer Retail - General.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:HFB"],
    "group": "Health"
  },
  {
    "service_code": "5c1849d09e6e99eda0adb7c4",
    "service_name": "Ridesharing Complaint",
    "description": "This service request is used to report complaints against Uber, Lyft, Via or other ride-share companies.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:TNP"],
    "group": "BACP - Business Affairs and Consumer Protection"
  },
  {
    "service_code": "4fd3b9bce750846c5300004a",
    "service_name": "Rodent Baiting/Rat Complaint",
    "description": "Use this service request to report a rodent or rat problem.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:SGA"],
    "group": "Streets and Sanitation"
  },
  {
    "service_code": "4fd3b750e750846c5300001d",
    "service_name": "Sanitation Code Violation",
    "description": "Use this service type to report unsanitary conditions on private property that should cause the owner to be cited for violating the City's sanitation codes. Certain questions must be answered to initiate an investigation: the location address and what type of problem exists. It is helpful to know who is responsible for the problem, if known. If you can leave your name and phone number, the inspectors sometimes need to contact the complainant in order to issue a citation to the violator.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:SCB"],
    "group": "Streets and Sanitation"
  },
  {
    "service_code": "5c1849d39e6e99eda0adcf89",
    "service_name": "Senior Information and Assistance Request",
    "description": "This service request is used to request information and assistance from FSS-Senior Services. If a Senior needs the immediate assistance of Police, Fire or Emergency Medical services, please call 911.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:JAI"],
    "group": "DFSS - Department of Family & Support Services"
  },
  {
    "service_code": "5c1849d39e6e99eda0adcf18",
    "service_name": "Senior Related Literature Request",
    "description": "This service request is used to have brochures and/or literature sent out for senior citizen-related programs and services.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:JAC"],
    "group": "DFSS - Department of Family & Support Services"
  },
  {
    "service_code": "5c1849c79e6e99eda0ad8ea7",
    "service_name": "Senior Well-Being Check Request",
    "description": "This service request is used to identify seniors whose health, safety or general well being are in question. The City will send a  team of Human Services specialists to make a  assessment of the client's needs. Follow-up services can be identified and provided as needed.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:TBH"],
    "group": "DFSS - Department of Family & Support Services"
  },
  {
    "service_code": "5c1849cb9e6e99eda0ada142",
    "service_name": "Sewer Cave-In Inspection Request",
    "description": "This service request is to be used for the following reasons: cave-in by the sewer, sewer cave-in in the street.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:AAD"],
    "group": "DWM - Department of Water Management"
  },
  {
    "service_code": "5c1849d39e6e99eda0add40a",
    "service_name": "Sewer Cleaning Inspection Request",
    "description": "This service request is used to request that the City sewers, located on or near the curb, be checked for cleaning. Certain questions must be answered to create a work order for an inspection: the address location, whether this sewer is in front of your home and the location of the sewer (street, curb line, alley etc.).\n\nDo not use this service type to request cleaning of a catch basin on private property. That is the property owner's responsibility.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:CHECKFOR"],
    "group": "DWM - Department of Water Management"
  },
  {
    "service_code": "5c1849d19e6e99eda0adc366",
    "service_name": "Shared Housing/Vacation Rental Complaint",
    "description": "Use this service request to report issues regarding vacation rental properties (e.g., VRBO (Vacation Rental by Owner)), Shared Housing (i.e., AirBNB) and Bed and Breakfasts. Complaint examples include, but are not limited to the following: service not provided, poor condition of property, excessive noise, etc.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:SHVR"],
    "group": "BACP - Business Affairs and Consumer Protection"
  },
  {
    "service_code": "5c1849d39e6e99eda0add373",
    "service_name": "Sidewalk Cafe Complaint",
    "description": "Use this service request to report complaints against a restaurant's sidewalk cafe (i.e., not enough space for pedestrians to walk by; obstruction of sidewalk, etc.).",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:CAFE"],
    "group": "BACP - Business Affairs and Consumer Protection"
  },
  {
    "service_code": "5c1849d69e6e99eda0ade852",
    "service_name": "Sidewalk Inspection Request",
    "description": "Use this service request to report the condition of City sidewalks, apply for the Shared Cost Sidewalk Program, or report ADA ramp issues.\r\n\r\nThe 2019 Shared Cost Sidewalk Program is CLOSED to new applicants. If you are requesting sidewalk repair, please continue. The city will complete a sidewalk condition survey. However, this request will not be eligible for the 2019 Shared Cost Sidewalk Program.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:PBS"],
    "group": "CDOT - Department of Transportation"
  },
  {
    "service_code": "5c1849cb9e6e99eda0ada115",
    "service_name": "Sign Repair Request - All Other Signs",
    "description": "Report missing, damaged or graffitied signs such as disabled parking, street name, and loading zone, parking restriction, pedestrian crossing or speed limit signs.  Missing or damaged  \"Do Not Enter\", \"One-Way\" or  \"Stop\" signs have their own service requests.\n\nRequests to have new signs installed (meaning the sign has never existed at the location before) must be made directly to the alderman's office.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:PCE"],
    "group": "CDOT - Department of Transportation"
  },
  {
    "service_code": "5c1849c89e6e99eda0ad915c",
    "service_name": "Sign Repair Request - Do Not Enter Sign",
    "description": "Report damaged or missing \"Do Not Enter\" signs.  If  \"Do Not Enter\" sign has graffiti, use Sign Repair - All Other Signs.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:PCD"],
    "group": "CDOT - Department of Transportation"
  },
  {
    "service_code": "5c1849c89e6e99eda0ad9132",
    "service_name": "Sign Repair Request - One Way Sign",
    "description": "Report damaged or missing \"One Way\" signs.  If  \"One Way\" sign has graffiti, use Sign Repair - All Other Signs.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:PCC"],
    "group": "CDOT - Department of Transportation"
  },
  {
    "service_code": "5c1849c89e6e99eda0ad9105",
    "service_name": "Sign Repair Request - Stop Sign",
    "description": "Report damaged or missing \"Stop\" signs.  If  'Stop\" sign has graffiti, use Sign Repair - All Other Signs.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:PCB"],
    "group": "CDOT - Department of Transportation"
  },
  {
    "service_code": "5c1849cb9e6e99eda0ad9f2e",
    "service_name": "Smokeless Tobacco at Sports Event Complaint",
    "description": "Use this Service Request Type to report violations of the No Smokeless Tobacco Use Ordinance passed by the Chicago City Council to protect the health of patrons and workers against the known dangers of smokeless tobacco. A photo or video is required to follow up on complaints of individuals using smokeless tobacco at sports venues.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:HFF"],
    "group": "Health"
  },
  {
    "service_code": "5c1849d39e6e99eda0add329",
    "service_name": "Snow - Object/Dibs Removal Request",
    "description": "Use this service request to have items removed from parking spaces. (i.e., Chairs, Buckets, Cones, etc.).",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:SDW"],
    "group": "Streets and Sanitation"
  },
  {
    "service_code": "5c1849d69e6e99eda0adea3b",
    "service_name": "Snow - Uncleared Sidewalk/Bike Lane Complaint",
    "description": "Use this service request to report sidewalks in the public way or bike lanes that have not been cleared (shoveled or salted) within 15 hours after a snow/sleet event.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:SWSNOREM"],
    "group": "CDOT - Department of Transportation"
  },
  {
    "service_code": "5c1849c99e6e99eda0ad942c",
    "service_name": "Stray Animal Complaint",
    "description": "Use this service request to report a stray animal.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:EAE"],
    "group": "Animal Care and Control"
  },
  {
    "service_code": "5c1849d29e6e99eda0adcd6f",
    "service_name": "Street Cleaning Request",
    "description": "This service request is used for curb to curb sweeping the debris off the street by a street sweeping machine (mechanical sweeper).",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:SDP"],
    "group": "Streets and Sanitation"
  },
  {
    "service_code": "5c1849cc9e6e99eda0ada33e",
    "service_name": "Street Light On During Day Complaint",
    "description": "Report street lights that are on during the day.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:SFN"],
    "group": "CDOT - Department of Transportation"
  },
  {
    "service_code": "4ffa9f2d6018277d400000c8",
    "service_name": "Street Light Out Complaint",
    "description": "Report a street light outage on a residential or arterial street (street lights are located on metal poles).",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:SFD"],
    "group": "CDOT - Department of Transportation"
  },
  {
    "service_code": "5c1849ca9e6e99eda0ad9bc0",
    "service_name": "Street Light Pole Damage Complaint",
    "description": "Report a street light pole that has been severely damaged and/or knocked down. To report traffic signal pole down, use Traffic Signal Out.  To report street or traffic pole access doors that are missing, use Street Light Pole Door Missing.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:SFK"],
    "group": "CDOT - Department of Transportation"
  },
  {
    "service_code": "5c1849cc9e6e99eda0ada3f2",
    "service_name": "Street Light Pole Door Missing Complaint",
    "description": "Report a missing cover plate at the base of a street light or traffic signal pole.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:SFQ"],
    "group": "CDOT - Department of Transportation"
  },
  {
    "service_code": "5c1849ce9e6e99eda0adac9c",
    "service_name": "Tobacco - General Complaint",
    "description": "Use this service request to report sale of tobacco products or tobacco accessories without the required City of Chicago business license, and to report tobacco violations (i.e., Business selling unstamped or loose cigarettes).",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:BAG"],
    "group": "BACP - Business Affairs and Consumer Protection"
  },
  {
    "service_code": "5c1849c89e6e99eda0ad9186",
    "service_name": "Tobacco - Sale to Minors Complaint",
    "description": "Use this service request to report a business that may be selling tobacco products and/or tobacco accessories to children under 18 years of age.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:BAM"],
    "group": "BACP - Business Affairs and Consumer Protection"
  },
  {
    "service_code": "4ffa9db16018277d400000a2",
    "service_name": "Traffic Signal Out Complaint",
    "description": "Report traffic signals and/or pedestrian crosswalk signals that are not working or are flashing.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:SFB"],
    "group": "CDOT - Department of Transportation"
  },
  {
    "service_code": "4fd3bbf8e750846c53000069",
    "service_name": "Tree Debris Clean-Up Request",
    "description": "Use this service request to request a pick-up of a pile of branches or bushes. The branches/bushes must be neatly stacked in the alley or City parkway near the curb. Blocking a street, sidewalk of alleyway may result in a sanitation code ticket being issued. Certain questions must be answered to complete this request: e.g., is the amount larger than a desk and where is the debris located.  \n\nThe Department of Streets and Sanitation, Bureau of Forestry picks up large piles of branches.  Use this service request for all Debris Removal requests.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:SEL"],
    "group": "Streets and Sanitation"
  },
  {
    "service_code": "5c1849d49e6e99eda0adda37",
    "service_name": "Tree Planting Request",
    "description": "Requests to plant a tree on the City parkway in front of your house are done through this service request. The parkway is the space between the curb and the city sidewalk.\n\nCertain answers are required to enter a work order: the address you want a tree planted at,  how many trees you want planted, and whether a tree has been planted at this address recently.\n\nThe Department of Streets and Sanitation, Bureau of Forestry oversees tree planting for the City of Chicago.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:SED"],
    "group": "Streets and Sanitation"
  },
  {
    "service_code": "5c1849d59e6e99eda0ade15c",
    "service_name": "Tree Removal Request",
    "description": "A City inspector will check trees on the public way to determine if they are dead or diseased. The inspector will order the removal of dead or dangerous trees.  If a tree is not dead or diseased the City will not remove it.  Certain answers are required to enter a work order to request removal of a tree from city property: the address at which the tree is located and the location of the tree to be inspected (parkway near the curb, in alley or City-owned vacant lot etc.).",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:SEE"],
    "group": "Streets and Sanitation"
  },
  {
    "service_code": "5c1849d59e6e99eda0ade19c",
    "service_name": "Tree Trim Request",
    "description": "Trees that are located on City property, usually between the curb and the City sidewalk, will be trimmed as necessary, upon request.  When requesting this type of service it is important to indicate why you feel the tree needs to be trimmed (i.e. it's shading the street lights, trim dead branches, trim low branches over the sidewalk or street, clear branches away from the  roof or windows of the house etc.).",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:SEF"],
    "group": "Streets and Sanitation"
  },
  {
    "service_code": "5c1849d19e6e99eda0adbfcd",
    "service_name": "Vacant/Abandoned Building Complaint",
    "description": "Use this service request to report an abandoned building in your neighborhood. Please call 311 directly to report any building that is in danger of collapse or poses any other hazard that may cause imminent danger to nearby tenants or the public.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:BBK"],
    "group": "DOB - Buildings"
  },
  {
    "service_code": "5c1849d89e6e99eda0adf639",
    "service_name": "Vehicle Parked in Bike Lane Complaint",
    "description": "Report a vehicle parking in a bike lane.  This information will be used for analysis to target problem locations.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:VBL"],
    "group": "CDOT - Department of Transportation"
  },
  {
    "service_code": "5c1849ca9e6e99eda0ad9b75",
    "service_name": "Viaduct Light Out Complaint",
    "description": "Report lights located under viaducts that are not working or are damaged.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:SFC"],
    "group": "CDOT - Department of Transportation"
  },
  {
    "service_code": "5c1849c99e6e99eda0ad9456",
    "service_name": "Vicious Animal Complaint",
    "description": "Use this service request to report any animal that is exhibiting signs of being vicious, including attacking or attempting to bite.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:EAF"],
    "group": "Animal Care and Control"
  },
  {
    "service_code": "5c1849d69e6e99eda0adec70",
    "service_name": "Water Lead Test Kit Request",
    "description": "This service request is used to request a free lead test kit mailed to a residential home in the City of Chicago. The kit contains instructions, sample bottles, and other materials for collecting drinking water samples for lead analysis. Kits are mailed to residents on a first-come, first-served basis, and large increases in demand for kits may impact time of delivery. After sample collection, residents will schedule a time for the kit to be picked up and delivered to the Department of Water Management for intake and analysis.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:WCA2"],
    "group": "DWM - Department of Water Management"
  },
  {
    "service_code": "5c1849d79e6e99eda0adeddc",
    "service_name": "Water Lead Test Visit Request",
    "description": "This service request is used to request an appointment to have water samples for lead analysis collected at a residential home in the City of Chicago. A technician will require entry to the residential home, and samples will be collected out of the kitchen or bathroom tap. Appointments must be scheduled after a period of at least 6 hours of not using the water in the whole home and typically occur in the morning. The samples will be returned to the Department of Water Management for intake and analysis. If residents would like to collect the samples themselves instead of a technician, they may use the Water Lead Test Kit service request to request a kit in the mail.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:WCA3"],
    "group": "DWM - Department of Water Management"
  },
  {
    "service_code": "5c1849cb9e6e99eda0ada172",
    "service_name": "Water On Street Complaint",
    "description": "This service request is used to report water that remains on the street following a rain storm. Certain questions need to be answered to dispatch a sewer crew: the address of the location, the location of the water (middle of street, curb line, alley etc.) Additional information that is helpful includes whether water is bubbling up in the street, and from where. Noting whether any construction has been done in the street lately, and by whom, can also help.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:AAE"],
    "group": "DWM - Department of Water Management"
  },
  {
    "service_code": "5c1849cf9e6e99eda0adb4b0",
    "service_name": "Water Quality Concern",
    "description": "This service request is used to report a water quality concern in drinking water within the City of Chicago. If residents are interested in testing the drinking water for lead, please use the Water Lead Test Kit or Water Lead Test Visit service requests. Engineers from the Division of Water Quality typically respond to concerns within 1 to 2 business days. If water samples are collected in response to the concern, initial results are received in 24 hours, and final results are received in up to 4 weeks.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:WCA"],
    "group": "DWM - Department of Water Management"
  },
  {
    "service_code": "5c1849cb9e6e99eda0ada1a2",
    "service_name": "Water in Basement Complaint",
    "description": "Report a backup of water in your home or business under this service request. Certain questions need to be answered to dispatch a sewer crew: the address location, whether the water is dirty or clean, where the water is coming from (floor drain, toilet, shower etc.), how many inches of water have backed up and whether this is a basement, crawl space or ground level.\n\nDo not use this service request to report water that has entered your basement through the windows.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:AAF"],
    "group": "DWM - Department of Water Management"
  },
  {
    "service_code": "5c1849d29e6e99eda0adcbda",
    "service_name": "Wire Basket Request",
    "description": "Use this service request for requesting a wire basket on a corner in front of a business or store front.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:SCS"],
    "group": "Streets and Sanitation"
  },
  {
    "service_code": "5c1849d29e6e99eda0adcba5",
    "service_name": "Yard Waste Pick-Up Request",
    "description": "Yard waste consists of leaves, grass clippings, branches, brush, clippings from shrubbery, and garden waste.  Yard waste does not include dirt, rocks, or gravel.  Piles of tree branches that are approximately the size of two garbage carts or smaller are picked up by the yard waste collection crews.  Piles that are larger should be entered into the system as Tree Debris.",
    "metadata": true,
    "type": "batch",
    "keywords": ["code:SCQ"],
    "group": "Streets and Sanitation"
  }
]